Revit 2027 API
BuiltInFailures.GroupFailures.UnableToSaveGroupType Property
 Unable to save group type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToSaveGroupType { get; }
Public Shared ReadOnly Property UnableToSaveGroupType As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToSaveGroupType {
	FailureDefinitionId^ get ();
}
static member UnableToSaveGroupType : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace